Show / Hide Table of Contents
Enum BoltShearType
Defines a transfer of shear force in bolts.
Namespace: IdeaRS.OpenModel.Parameters
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum BoltShearType
Fields
 Name |  Description
 Bearing
TODO DRA 1
 Friction
TODO DRA 3
 Interaction
TODO DRA 2
 Improve this Doc
 View Source